export default {
	仅导入txt按钮描述: "导入TXT仅查看",
	导入txt按钮描述: "导入TXT -> 生成原始EXCEL",
	导入txt表格标题: "导入TXT数据预览",
	导入excel按钮描述: "导入已填物流EXCEL -> 生成批量上传EXCEL",
	导入excel表格标题: "导入EXCEL订单信息预览",
	生成原始excel文件名: { 1: "-第一版-SG", 2: "-第二版-SG", 3: "-SG" },
	// 文件读入的数据分配字段
	分解txt表格字段: { 订单号: "订单号", 商品: "商品", 姓名: "姓名", 电话: "电话", 地址: "地址" },
	// 处理数据后吐出的必要字段
	组装excel表格字段: { 商品: "商品", 数量: "数量", 价格: "价格", 店铺: "店铺" },
	组装excel表格版本: {
		产品12: {
			1: "第一版",
			2: "第二版",
		},
		产品3: "",
	},
	组装excel表格封皮: { 产品12: "", 产品3: { 烫印: "烫印", 白: "白色", 无: "素皮" } },
	组装excel表格款式: {
		产品12: {
			全套: "软皮活页夹+彩色打印纸",
			书皮: "软皮活页夹",
		},
		产品3: {
			全套: "全套",
			书皮: "书皮",
			内页: "内页",
		},
	},
	组装excel表格颜色: { 产品12: { 绿: "绿", 蓝: "蓝", 粉: "粉" }, 产品3: "" },
	组装excel表格价格: {
		产品12: { 全套: 48, 书皮: 15, 邮费补价: 3 },
		// 套装logo39/38 单壳logo15/14(只卖后者) 内页24 快递6
		// 新疆西藏18，青海内蒙10，其余都一样
		产品3: { 全套: 39, 书皮: 14, 内页: 24, 邮费: 6, 邮费补价: 3 },
	},
	组装excel表格店铺: { 1: "店1", 2: "店2", 3: "店3" },
	errMsg: {
		上传txt: "上传txt格式异常",
	},
	补价地区: ["甘肃", "宁夏", "青海", "内蒙"],
	补价: 3,
};
