export default {
	仅导入txt按钮描述: "导入TXT仅查看",
	导入txt按钮描述: "导入TXT -> 生成原始EXCEL",
	导入txt表格标题: "导入TXT数据预览",
	导入excel按钮描述: "导入已填物流EXCEL -> 生成批量上传EXCEL",
	导入excel表格标题: "导入EXCEL订单信息预览",
	生成原始excel文件名: "_第一版_陈顺国_测",
	分解txt表格字段: { 订单号: "订单号", 商品: "商品", 姓名: "姓名", 电话: "电话", 地址: "地址" },
	组装excel表格字段: { 版本: "版本", 款式: "款式", 颜色: "颜色", 数量: "数量", 价格: "结算价" },
	组装excel表格版本: { 1: "第一版", 2: "第二版" },
	组装excel表格款式: { 全套: "软皮活页夹+彩色打印纸", 书皮: "软皮活页夹" },
	组装excel表格颜色: { 绿: "绿", 蓝: "蓝", 粉: "粉" },
	组装excel表格价格: { 全套: 48, 书皮: 15 },
};
